{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"th":261,"Ġa":262,"Ġ.":263,"er":264,"Ġw":265,"the":266,"Ġs":267,"re":268,"Ġi":269,"nd":270,"Ġf":271,"in":272,"ce":273,"Ġthe":274,"Ġb":275,"Ġt":276,"as":277,"Ġp":278,"Ġand":279,"Ġc":280,"at":281,"Ġh":282,"Ġo":283,"Ġg":284,"oo":285,"Ġm":286,"ou":287,"en":288,"ll":289,"or":290,"Ġd":291,"Ġn":292,"Ġ!":293,"es":294,"ed":295,"Ġ,":296,"ing":297,"is":298,"on":299,"Ġl":300,"Ġis":301,"Ġwas":302,"ver":303,"Ġth":304,"it":305,"ood":306,"an":307,"ly":308,"ve":309,"ri":310,"Ġto":311,"om":312,"Ġe":313,"le":314,"st":315,"Ġre":316,"la":317,"ere":318,"ice":319,"ar":320,"ot":321,"reat":322,"ic":323,"al":324,"ut":325,"very":326,"Ġha":327,"Ġst":328,"Ġin":329,"Ġbe":330,"Ġof":331,"ay":332,"Ġit":333,"Ġ'":334,"erv":335,"Ġpla":336,"me":337,"Ġwi":338,"Ġplace":339,"Ġfor":340,"ent":341,"ervice":342,"all":343,"el":344,"Ġfood":345,"Ġthis":346,"Ġgreat":347,"Ġy":348,"Ġservice":349,"ur":350,"um":351,"Ġgood":352,"Ġare":353,"gh":354,"ion":355,"ow":356,"Ġon":357,"et":358,"ac":359,"ast":360,"us":361,"Ġch":362,"ust":363,"Ġyou":364,"num":365,"Ġmy":366,"ir":367,"ld":368,"Ġlo":369,"Ġex":370,"Ġvery":371,"id":372,"ff":373,"end":374,"est":375,"Ġnot":376,"ble":377,"Ġal":378,"Ġwith":379,"Ġat":380,"ad":381,"ke":382,"ch":383,"Ġ_":384,"Ġfri":385,"'t":386,"ally":387,"un":388,"Ġme":389,"Ġwe":390,"ome":391,"pp":392,"Ġhave":393,"ro":394,"ant":395,"ec":396,"Ġan":397,"this":398,"way":399,"ite":400,"Ġwh":401,"so":402,"Ġhere":403,"Ġj":404,"ul":405,"Ġfriend":406,"ous":407,"ould":408,"per":409,"Ġthat":410,"Ġwor":411,"Ġso":412,"one":413,"great":414,"ways":415,"ack":416,"Ġne":417,"aff":418,"Ġwere":419,"com":420,"Ġhad":421,"Ġsh":422,"Ġsa":423,"igh":424,"Ġfriendly":425,"res":426,"Ġdo":427,"ter":428,"Ġti":429,"they":430,"Ġas":431,"Ġam":432,"Ġr":433,"rice":434,"Ġthey":435,"ess":436,"ful":437,"qu":438,"Ġstaff":439,"Ġor":440,"ef":441,"Ġgo":442,"Ġse":443,"Ġbut":444,"Ġalways":445,"Ġfa":446,"Ġlove":447,"Ġli":448,"we":449,"Ġsp":450,"mend":451,"Ġback":452,"commend":453,"os":454,"Ġrecommend":455,"ak":456,"ers":457,"Ġsu":458,"Ġbest":459,"ge":460,"ious":461,"Ġall":462,"ive":463,"Ġk":464,"Ġcom":465,"Ġout":466,"az":467,"ore":468,"ook":469,"thing":470,"Ġwill":471,"Ġreally":472,"ain":473,"Ġdel":474,"able":475,"ick":476,"Ġprice":477,"azing":478,"Ġno":479,"Ġtime":480,"op":481,"ence":482,"and":483,"mp":484,"lo":485,"Ġnice":486,"Ġca":487,"ience":488,"ther":489,"ill":490,"iz":491,"Ġv":492,"he":493,"Ġqu":494,"tion":495,"Ġexper":496,"vor":497,"Ġjust":498,"Ġexperience":499,"ation":500,"icious":501,"Ġdis":502,"Ġget":503,"Ġu":504,"my":505,"Ġthere":506,"our":507,"ty":508,"Ġamazing":509,"ks":510,"Ġwould":511,"efin":512,"Ġab":513,"se":514,"efinite":515,"ate":516,"efinitely":517,"ustom":518,"nt":519,"Ġlike":520,"int":521,"Ġfr":522,"ven":523,"Ġdelicious":524,"Ġcustom":525,"ait":526,"il":527,"Ġpro":528,"Ġco":529,"der":530,"rible":531,"am":532,"Ġtheir":533,"Ġus":534,"ry":535,"cell":536,"Ġever":537,"out":538,"Ġtast":539,"ough":540,"cellent":541,"Ġdid":542,"Ġany":543,"Ġag":544,"oint":545,"wh":546,"Ġone":547,"Ġhas":548,"Ġour":549,"Ġen":550,"Ġwell":551,"Ġwait":552,"Ġtoo":553,"Ġup":554,"Ġrest":555,"Ġevery":556,"ake":557,"ab":558,"ort":559,"elp":560,"Ġorder":561,"ond":562,"Ġbeen":563,"Ġcustomer":564,"Ġloc":565,"urant":566,"lean":567,"ie":568,"aurant":569,"ight":570,"ich":571,"ist":572,"resh":573,"Ġrestaurant":574,"Ġdefinitely":575,"ect":576,"app":577,"Ġagain":578,"Ġalso":579,"Ġsome":580,"Ġyour":581,"Ġstar":582,"izz":583,"Ġclean":584,"ment":585,"Ġfrom":586,"Ġhe":587,"Ġhelp":588,"Ġoff":589,"..":590,"de":591,"Ġpe":592,"ity":593,"ved":594,"Ġri":595,"Ġaw":596,"esome":597,"Ġfresh":598,"Ġpre":599,"Ġ...":600,"oy":601,"izza":602,"wn":603,"now":604,"Ġeven":605,"ress":606,"Ġfavor":607,"ound":608,"ind":609,"Ġthem":610,"Ġcon":611,"Ġman":612,"ighly":613,"Ġwork":614,"Ġover":615,"Ġpizza":616,"ine":617,"Ġbre":618,"Ġde":619,"te":620,"Ġexcellent":621,"red":622,"love":623,"Ġfe":624,"Ġun":625,"Ġfavorite":626,"Ġabout":627,"ag":628,"ard":629,"Ġbar":630,"em":631,"no":632,"ked":633,"Ġ?":634,"ute":635,"osp":636,"Ġcomp":637,"ong":638,"appoint":639,"ople":640,"itt":641,"ish":642,"ost":643,"Ġcr":644,"than":645,"tty":646,"Ġnever":647,"Ġgot":648,"Ġlook":649,"Ġbad":650,"own":651,"she":652,"Ġknow":653,"Ġpeople":654,"Ġprices":655,"if":656,"Ġeat":657,"Ġmin":658,"Ġgu":659,"Ġcan":660,"here":661,"Ġlocation":662,"Ġcould":663,"unch":664,"Ġhapp":665,"Ġdisappoint":666,"ason":667,"mi":668,"ea":669,"ig":670,"uch":671,"Ġworth":672,"Ġph":673,"Ġar":674,"Ġwhat":675,"Ġthan":676,"osphere":677,"eci":678,"icken":679,"mosphere":680,"joy":681,"good":682,"not":683,"orrible":684,"every":685,"ees":686,"onder":687,"Ġcar":688,"Ġ$":689,"Ġdr":690,"Ġve":691,"Ġatmosphere":692,"oom":693,"ct":694,"ade":695,"hi":696,"Ġpretty":697,"lad":698,"Ġper":699,"ings":700,"Ġchicken":701,"ude":702,"sol":703,"Ġsal":704,"Ġhot":705,"urn":706,"Ġjo":707,"but":708,"Ġgoing":709,"Ġawesome":710,"ide":711,"Ġbus":712,"ex":713,"Ġbet":714,"Ġtr":715,"im":716,"Ġby":717,"onderful":718,"Ġapp":719,"best":720,"astic":721,"Ġenjoy":722,"ction":723,"solute":724,"day":725,"ality":726,"other":727,"Ġif":728,"Ġmuch":729,"Ġpar":730,"fect":731,"Ġhelpful":732,"Ġhappy":733,"age":734,"oup":735,"Ġbetter":736,"antastic":737,"Ġmore":738,"Ġbr":739,"leas":740,"Ġfla":741,"ian":742,"ght":743,"Ġcl":744,"ional":745,"ue":746,"Ġsele":747,"food":748,"ca":749,"service":750,"Ġdin":751,"fter":752,"irst":753,"Ġsuper":754,"Ġonly":755,"Ġselection":756,"oor":757,"Ġreason":758,"Ġlunch":759,"Ġro":760,"fast":761,"Ġflavor":762,"mily":763,"Ġser":764,"Ġstore":765,"Ġquality":766,"Ġfamily":767,"ear":768,"ass":769,"Ġwhen":770,"Ġhighly":771,"Ġ-":772,"Ġcome":773,"fess":774,"Ġshe":775,"solutely":776,"ittle":777,"Ġveg":778,"Ġ&":779,"Ġwonderful":780,"ient":781,"Ġatt":782,"Ġter":783,"use":784,"Ġdrin":785,"Ġfast":786,"Ġext":787,"fessional":788,"Ġnew":789,"Ġbur":790,"Ġperfect":791,"Ġworst":792,"Ġjob":793,"Ġlittle":794,"ck":795,"uce":796,"Ġday":797,"Ġbu":798,"Ġguy":799,"Ġdown":800,"utes":801,"Ġminutes":802,"there":803,"Ġordered":804,"ip":805,"Ġmade":806,"isit":807,"ecial":808,"ure":809,"are":810,"wich":811,"Ġsand":812,"Ġown":813,"Ġfantastic":814,"ool":815,"Ġhour":816,"Ġfun":817,"Ġspecial":818,"Ġimp":819,"Ġ)":820,"ol":821,"be":822,"Ġright":823,"Ġnight":824,"Ġway":825,"ies":826,"Ġsm":827,"Ġpleas":828,"enu":829,"Ġte":830,"Ġwho":831,"Ġgive":832,"Ġwant":833,"Ġsandwich":834,"Ġop":835,"Ġvisit":836,"Ġsay":837,"Ġrude":838,"Ġgr":839,"do":840,"ever":841,"Ġspot":842,"fort":843,"Ġexp":844,"Ġother":845,"Ġsalad":846,"iness":847,"ree":848,"Ġfeel":849,"ater":850,"ner":851,"turn":852,"Ġmeal":853,"ail":854,"cent":855,"Ġhow":856,"Ġneed":857,"oney":858,"their":859,"ated":860,"Ġbreak":861,"Ġquick":862,"Ġpl":863,"Ġhorrible":864,"Ġreturn":865,"ix":866,"Ġwent":867,"Ġyear":868,"Ġstars":869,"iew":870,"Ġcare":871,"reme":872,"Ġmake":873,"Ġbo":874,"Ġste":875,"akes":876,"Ġbusiness":877,"Ġ''":878,"fri":879,"Ġcame":880,"Ġher":881,"Ġpor":882,"wor":883,"Ġtake":884,"fe":885,"Ġdisappointed":886,"Ġtasty":887,"ee":888,"Ġafter":889,"Ġtw":890,"ach":891,"Ġwal":892,"Ġmenu":893,"Ġwhich":894,"Ġbreakfast":895,"thank":896,"Ġprofessional":897,"remely":898,"Ġmoney":899,"les":900,"low":901,"Ġhome":902,"gg":903,"Ġroom":904,"Ġtry":905,"Ġeverything":906,"Ġchees":907,"ushi":908,"what":909,"``":910,"Ġcall":911,"ap":912,"over":913,"Ġchar":914,"Ġpho":915,"Ġsaid":916,"Ġemp":917,"Ġtown":918,"Ġtri":919,"tions":920,"Ġaround":921,"Ġsauce":922,"ave":923,"Ġad":924,"ep":925,"Ġfirst":926,"ving":927,"Ġbeca":928,"you":929,"aw":930,"ss":931,"ert":932,"king":933,"Ġsushi":934,"ooked":935,"Ġthough":936,"Ġwr":937,"Ġshop":938,"led":939,"pt":940,"Ġstill":941,"Ġbecause":942,"Ġterrible":943,"Ġtim":944,"Ġdoes":945,"Ġnothing":946,"ably":947,"to":948,"friend":949,"ai":950,"any":951,"Ġcoming":952,"Ġabsolutely":953,"Ġmost":954,"Ġserver":955,"Ġlot":956,"Ġinc":957,"Ġdi":958,"side":959,"edi":960,"excellent":961,"ens":962,"Ġextremely":963,"thanks":964,"Ġtimes":965,"Ġac":966,"Ġ``":967,"always":968,"Ġdes":969,"Ġfind":970,"Ġke":971,"Ġguys":972,"Ġarea":973,"ating":974,"Ġsure":975,"sist":976,"Ġgre":977,"Ġattent":978,"Ġloved":979,"ican":980,"Ġsee":981,"Ġmo":982,"highly":983,"lar":984,"Ġfar":985,"Ġreasonable":986,"Ġcheese":987,"ually":988,"ull":989,"act":990,"definitely":991,"Ġchec":992,"Ġimpress":993,"erson":994,"for":995,"ber":996,"Ġbig":997,"everything":998,"Ġwee":999,"Ġstay":1000,"ile":1001,"Ġlong":1002,"Ġok":1003,"Ġseem":1004,"Ġold":1005,"ese":1006,"stand":1007,"Ġdinner":1008,"Ġshould":1009,"that":1010,"Ġanother":1011,"Ġdeli":1012,"Ġdeal":1013,"ger":1014,"Ġ(":1015,"bo":1016,"Ġdone":1017,"Ġent":1018,"ame":1019,"ffee":1020,"ne":1021,"oc":1022,"just":1023,"Ġel":1024,"Ġlef":1025,"Ġleft":1026,"Ġdrinks":1027,"art":1028,"view":1029,"less":1030,"Ġkind":1031,"ting":1032,"loy":1033,"will":1034,"Ġbread":1035,"nice":1036,"Ġthin":1037,"Ġres":1038,"Ġreview":1039,"ari":1040,"Ġperson":1041,"Ġelse":1042,"Ġdish":1043,"onest":1044,"Ġyears":1045,"ular":1046,"Ġmeat":1047,"Ġbla":1048,"Ġhis":1049,"iful":1050,"sel":1051,"Ġlast":1052,"Ġanyone":1053,"Ġmex":1054,"Ġcoffee":1055,"Ġtaste":1056,"Ġtwo":1057,"fore":1058,"ts":1059,"Ġtop":1060,"ose":1061,"Ġenjoyed":1062,"Ġsteak":1063,"Ġcour":1064,"Ġswe":1065,"Ġnow":1066,"Ġfound":1067,"asy":1068,"how":1069,"Ġsat":1070,"also":1071,"Ġkid":1072,"Ġbefore":1073,"Ġroll":1074,"Ġsmall":1075,"Ġdri":1076,"ang":1077,"Ġpat":1078,"Ġmexican":1079,"sa":1080,"Ġbeer":1081,"Ġemploy":1082,"imp":1083,"ady":1084,"Ġtook":1085,"Ġsoup":1086,"Ġdec":1087,"Ġstu":1088,"Ġaway":1089,"Ġfriends":1090,"overall":1091,"Ġattentive":1092,"utiful":1093,"Ġeveryone":1094,"uge":1095,"ately":1096,"Ġsweet":1097,"ulous":1098,"Ġimpressed":1099,"ont":1100,"sistent":1101,"Ġmar":1102,"ris":1103,"uthe":1104,"Ġthing":1105,"staff":1106,"ntic":1107,"uthentic":1108,"cks":1109,"ative":1110,"Ġtasted":1111,"amazing":1112,"Ġmanag":1113,"Ġmany":1114,"Ġpr":1115,"price":1116,"Ġwo":1117,"Ġtac":1118,"awesome":1119,"Ġcas":1120,"Ġvegas":1121,"ato":1122,"Ġpleasant":1123,"Ġle":1124,"Ġoffice":1125,"Ġref":1126,"li":1127,"Ġknowled":1128,"ount":1129,"self":1130,"Ġpast":1131,"most":1132,"really":1133,"av":1134,"worst":1135,"Ġweek":1136,"ance":1137,"Ġplaces":1138,"Ġpart":1139,"su":1140,"Ġ:":1141,"redi":1142,"del":1143,"where":1144,"nder":1145,"friendly":1146,"ves":1147,"Ġboth":1148,"lot":1149,"Ġcold":1150,"Ġtreat":1151,"Ġhotel":1152,"Ġthen":1153,"Ġwaitress":1154,"Ġcool":1155,"Ġthr":1156,"Ġchin":1157,"Ġsur":1158,"Ġpoor":1159,"Ġbea":1160,"aking":1161,"horrible":1162,"enix":1163,"its":1164,"Ġwings":1165,"Ġrice":1166,"Ġunder":1167,"Ġsc":1168,"Ġcomfort":1169,"Ġlocal":1170,"icy":1171,"Ġanything":1172,"Ġreg":1173,"standing":1174,"esp":1175,"Ġhand":1176,"Ġdecent":1177,"Ġrep":1178,"Ġphoenix":1179,"Ġrecommended":1180,"Ġslow":1181,"ans":1182,"Ġrece":1183,"bably":1184,"Ġemployees":1185,"Ġawful":1186,"Ġauthentic":1187,"Ġwhy":1188,"Ġcompany":1189,"Ġmus":1190,"Ġact":1191,"bur":1192,"Ġfin":1193,"ning":1194,"ub":1195,"Ġcheck":1196,"arm":1197,"ross":1198,"Ġpa":1199,"Ġcomple":1200,"Ġsomething":1201,"Ġwrong":1202,"ange":1203,"Ġsuch":1204,"opp":1205,"Ġhim":1206,"Ġfries":1207,"Ġbit":1208,"Ġchinese":1209,"Ġhigh":1210,"Ġhonest":1211,"Ġbeing":1212,"Ġfl":1213,"Ġfish":1214,"Ġnail":1215,"ra":1216,"Ġfried":1217,"room":1218,"Ġcre":1219,"everyone":1220,"ensive":1221,"Ġhuge":1222,"Ġhair":1223,"Ġincredi":1224,"Ġhard":1225,"mo":1226,"Ġcooked":1227,"pris":1228,"when":1229,"Ġdiff":1230,"Ġmanager":1231,"Ġbeautiful":1232,"Ġsoo":1233,"Ġpriced":1234,"Ġbland":1235,"Ġthese":1236,"Ġtold":1237,"Ġpot":1238,"iously":1239,"Ġtried":1240,"xt":1241,"Ġthink":1242,"Ġchip":1243,"Ġnext":1244,"oice":1245,"ding":1246,"Ġsec":1247,"iss":1248,"Ġrun":1249,"Ġz":1250,"Ġlooked":1251,"Ġconsistent":1252,"ire":1253,"Ġsty":1254,"ecially":1255,"pro":1256,"Ġchea":1257,"Ġuse":1258,"Ġportions":1259,"ouse":1260,"Ġhours":1261,"Ġits":1262,"ither":1263,"Ġlea":1264,"blem":1265,"Ġwalked":1266,"Ġfew":1267,"Ġcont":1268,"Ġair":1269,"Ġegg":1270,"Ġpri":1271,"Ġpay":1272,"Ġdry":1273,"Ġtoday":1274,"Ġexpect":1275,"Ġfree":1276,"especially":1277,"bs":1278,"Ġproblem":1279,"Ġkids":1280,"Ġserv":1281,"Ġwaste":1282,"Ġenough":1283,"Ġap":1284,"air":1285,"Ġlooking":1286,"Ġreal":1287,"Ġquite":1288,"however":1289,"Ġknowledge":1290,"Ġfull":1291,"alian":1292,"Ġwhole":1293,"Ġsurpris":1294,"ted":1295,"Ġchoice":1296,"Ġitalian":1297,"Ġsalsa":1298,"Ġmedi":1299,"Ġeff":1300,"Ġbeef":1301,"oid":1302,"Ġtot":1303,"Ġgave":1304,"Ġkeep":1305,"gust":1306,"ten":1307,"Ġav":1308,"Ġcomplete":1309,"Ġasked":1310,"Ġowner":1311,"ign":1312,"ey":1313,"Ġstuff":1314,"Ġpick":1315,"Ġcustomers":1316,"Ġwater":1317,"Ġdiffer":1318,"rimp":1319,"Ġoffer":1320,"ary":1321,"Ġdrink":1322,"Ġcomfortable":1323,"Ġitem":1324,"by":1325,"bly":1326,"band":1327,"Ġbusy":1328,"Ġmakes":1329,"usband":1330,"Ġsimp":1331,"ized":1332,"ord":1333,"Ġinside":1334,"bor":1335,"Ġfan":1336,"dic":1337,"ale":1338,"Ġcheap":1339,"ought":1340,"had":1341,"up":1342,"delicious":1343,"Ġinter":1344,"Ġdog":1345,"Ġoutstanding":1346,"Ġopen":1347,"Ġfair":1348,"wow":1349,"Ġespecially":1350,"atch":1351,"Ġend":1352,"Ġsandwiches":1353,"Ġice":1354,"Ġtable":1355,"Ġwel":1356,"Ġmust":1357,"Ġsame":1358,"Ġburger":1359,"Ġshow":1360,"Ġcut":1361,"Ġgi":1362,"Ġlater":1363,"Ġside":1364,"Ġlar":1365,"Ġdisappointing":1366,"first":1367,"Ġthrough":1368,"ince":1369,"irty":1370,"nter":1371,"Ġthings":1372,"fortun":1373,"Ġsalon":1374,"Ġshrimp":1375,"Ġhusband":1376,"well":1377,"ption":1378,"rit":1379,"ult":1380,"ables":1381,"Ġrolls":1382,"Ġknowledgeable":1383,"ise":1384,"Ġcost":1385,"ions":1386,"Ġwine":1387,"ci":1388,"ctor":1389,"Ġtell":1390,"lotte":1391,"Ġval":1392,"Ġchips":1393,"Ġlet":1394,"ual":1395,"icient":1396,"Ġexce":1397,"ocre":1398,"ations":1399,"ero":1400,"Ġlack":1401,"Ġinto":1402,"oh":1403,"ighbor":1404,"Ġfre":1405,"Ġpotato":1406,"terrible":1407,"Ġcharlotte":1408,"ener":1409,"ny":1410,"Ġmon":1411,"Ġput":1412,"Ġcalled":1413,"Ġeasy":1414,"Ġneighbor":1415,"ons":1416,"Ġcor":1417,"Ġthai":1418,"Ġdrive":1419,"Ġdifferent":1420,"diculous":1421,"Ġtal":1422,"Ġyum":1423,"super":1424,"Ġwhere":1425,"uly":1426,"Ġgem":1427,"Ġtacos":1428,"absolutely":1429,"ded":1430,"uck":1431,"Ġinst":1432,"Ġactually":1433,"mell":1434,"gusting":1435,"Ġlarge":1436,"Ġpoint":1437,"Ġused":1438,"Ġvari":1439,"fortunately":1440,"Ġdishes":1441,"mm":1442,"gan":1443,"these":1444,"Ġmay":1445,"Ġbag":1446,"irl":1447,"ients":1448,"gers":1449,"Ġprobably":1450,"Ġalmost":1451,"Ġclass":1452,"Ġbas":1453,"Ġcook":1454,"Ġhouse":1455,"ender":1456,"gative":1457,"would":1458,"Ġgetting":1459,"Ġdirty":1460,"Ġappet":1461,"Ġdecor":1462,"Ġefficient":1463,"alley":1464,"Ġregular":1465,"hood":1466,"Ġwarm":1467,"ugh":1468,"Ġspicy":1469,"both":1470,"Ġcoup":1471,"Ġoptions":1472,"que":1473,"Ġpos":1474,"Ġpie":1475,"elt":1476,"Ġburrit":1477,"Ġsmell":1478,"Ġreviews":1479,"Ġsk":1480,"Ġgroup":1481,"arly":1482,"pl":1483,"Ġpol":1484,"Ġwife":1485,"Ġvalley":1486,"Ġlife":1487,"after":1488,"Ġmonth":1489,"io":1490,"Ġwhile":1491,"vers":1492,"ize":1493,"Ġmediocre":1494,"Ġitems":1495,"Ġgirl":1496,"Ġbuy":1497,"fi":1498,"ived":1499,"ared":1500,"pe":1501,"Ġworse":1502,"Ġamb":1503,"Ġprod":1504,"Ġneighborhood":1505,"burgh":1506,"never":1507,"Ġfill":1508,"Ġgener":1509,"edic":1510,"Ġwaiting":1511,"Ġfront":1512,"Ġeither":1513,"Ġrestaurants":1514,"get":1515,"Ġdining":1516,"itts":1517,"Ġless":1518,"ild":1519,"ash":1520,"Ġreceived":1521,"Ġbl":1522,"Ġtrip":1523,"ittsburgh":1524,"port":1525,"Ġspecials":1526,"Ġcourse":1527,"ety":1528,"Ġvi":1529,"Ġeating":1530,"Ġneeds":1531,"Ġmusic":1532,"urch":1533,"then":1534,"Ġleave":1535,"Ġstand":1536,"Ġcream":1537,"Ġdoctor":1538,"Ġprom":1539,"Ġpittsburgh":1540,"Ġvalue":1541,"Ġappetiz":1542,"Ġaccom":1543,"got":1544,"Ġsince":1545,"agement":1546,"Ġzero":1547,"Ġstop":1548,"ath":1549,"Ġstyle":1550,"Ġwish":1551,"ique":1552,"orry":1553,"Ġentire":1554,"go":1555,"Ġbring":1556,"even":1557,"Ġcompletely":1558,"Ġbro":1559,"rill":1560,"iance":1561,"Ġdelivery":1562,"Ġbuff":1563,"come":1564,"Ġtea":1565,"Ġstr":1566,"Ġthought":1567,"Ġbart":1568,"ery":1569,"Ġlooks":1570,"Ġset":1571,"Ġworking":1572,"Ġperfectly":1573,"sh":1574,"verage":1575,"Ġsch":1576,"Ġpack":1577,"Ġvariety":1578,"Ġairport":1579,"Ġgar":1580,"mber":1581,"Ġarri":1582,"Ġsl":1583,"ush":1584,"Ġgets":1585,"Ġextra":1586,"went":1587,"Ġclose":1588,"dy":1589,"ott":1590,"Ġwaiter":1591,"Ġappoint":1592,"nothing":1593,"Ġlive":1594,"ily":1595,"Ġonce":1596,"alf":1597,"Ġton":1598,"itive":1599,"lax":1600,"ext":1601,"Ġbill":1602,"unfortunately":1603,"Ġburgers":1604,"ison":1605,"essert":1606,"Ġdisgusting":1607,"Ġmess":1608,"Ġlist":1609,"cess":1610,"Ġdays":1611,"lish":1612,"Ġoverall":1613,"Ġserved":1614,"Ġyummy":1615,"gar":1616,"ward":1617,"Ġridiculous":1618,"Ġusually":1619,"Ġexpensive":1620,"Ġfelt":1621,"Ġbak":1622,"Ġmad":1623,"Ġlas":1624,"Ġview":1625,"Ġcrow":1626,"br":1627,"anc":1628,"Ġwanted":1629,"Ġappointment":1630,"Ġdress":1631,"Ġsever":1632,"Ġliked":1633,"Ġsupp":1634,"yond":1635,"Ġaff":1636,"Ġveget":1637,"Ġoutside":1638,"Ġnails":1639,"ertain":1640,"lain":1641,"Ġresp":1642,"Ġleast":1643,"wait":1644,"Ġgross":1645,"Ġlate":1646,"Ġrelax":1647,"Ġsatis":1648,"Ġwithout":1649,"Ġflavorful":1650,"Ġsecond":1651,"Ġturn":1652,"form":1653,"Ġtotally":1654,"Ġnotch":1655,"Ġafford":1656,"ti":1657,"ounter":1658,"loved":1659,"Ġincredible":1660,"mod":1661,"Ġsoon":1662,"some":1663,"Ġtruly":1664,"bq":1665,"Ġnor":1666,"Ġphone":1667,"Ġmanagement":1668,"lic":1669,"idd":1670,"Ġtables":1671,"Ġmiss":1672,"Ġho":1673,"Ġind":1674,"Ġhalf":1675,"Ġdessert":1676,"Ġcomes":1677,"Ġpork":1678,"Ġaccommod":1679,"wo":1680,"Ġwelcom":1681,"Ġgone":1682,"Ġsub":1683,"isp":1684,"Ġaverage":1685,"appy":1686,"Ġowners":1687,"els":1688,"Ġcrisp":1689,"lace":1690,"alth":1691,"Ġseason":1692,"Ġfix":1693,"Ġunique":1694,"Ġfine":1695,"Ġbeyond":1696,"Ġline":1697,"Ġate":1698,"Ġspa":1699,"made":1700,"Ġcontin":1701,"Ġcrust":1702,"cc":1703,"pre":1704,"Ġbel":1705,"Ġpleased":1706,"ase":1707,"Ġbbq":1708,"Ġlight":1709,"uct":1710,"Ġgy":1711,"Ġexc":1712,"ft":1713,"si":1714,"man":1715,"Ġadd":1716,"Ġpasta":1717,"Ġdent":1718,"outh":1719,"Ġattit":1720,"Ġaffordable":1721,"was":1722,"ates":1723,"omen":1724,"uring":1725,"Ġbeans":1726,"opped":1727,"llar":1728,"Ġla":1729,"olo":1730,"ser":1731,"Ġwaited":1732,"Ġgl":1733,"Ġce":1734,"Ġty":1735,"Ġmist":1736,"eless":1737,"Ġempty":1738,"Ġprep":1739,"Ġseemed":1740,"Ne":1741,"Ġlow":1742,"Ġdeliver":1743,"Ġreturning":1744,"Ġsomeone":1745,"Ġseveral":1746,"Ġsit":1747,"Ġeach":1748,"ia":1749,"Ġexception":1750,"cept":1751,"wonderful":1752,"Ġyelp":1753,"Ġmain":1754,"Ġbrought":1755,"opping":1756,"Ġest":1757,"umm":1758,"Ġ;":1759,"ove":1760,"uts":1761,"Ġambiance":1762,"dr":1763,"Ġgrill":1764,"Ġwash":1765,"asty":1766,"ieve":1767,"Ġwed":1768,"Ġsad":1769,"Ġfinish":1770,"Ġproduct":1771,"Ġwatch":1772,"Ġapolo":1773,"Ġbuffet":1774,"cy":1775,"Ġnood":1776,"professional":1777,"gin":1778,"Ġboy":1779,"ited":1780,"Ġdep":1781,"rooms":1782,"ket":1783,"Ġwalk":1784,"Ġsol":1785,"Ġdoing":1786,"Ġlady":1787,"fantastic":1788,"atter":1789,"Ġdoor":1790,"priced":1791,"itas":1792,"Ġokay":1793,"Ġchange":1794,"pleas":1795,"teous":1796,"Ġsimple":1797,"reci":1798,"prices":1799,"redients":1800,"Ġing":1801,"Ġmadison":1802,"ok":1803,"Ġconsistently":1804,"Ġsurprised":1805,"co":1806,"Ġtwice":1807,"Ġbelieve":1808,"ned":1809,"Ġprov":1810,"Ġdate":1811,"Ġlots":1812,"ition":1813,"vent":1814,"Ġappreci":1815,"Ġservers":1816,"Ġpurch":1817,"Ġcur":1818,"Ġtom":1819,"Ġincredibly":1820,"Ġsign":1821,"Ġra":1822,"ud":1823,"Ġcard":1824,"Ġattitude":1825,"let":1826,"ird":1827,"Ġneeded":1828,"Ġhands":1829,"Ġburrito":1830,"avoid":1831,"Ġmor":1832,"Ġcute":1833,"ory":1834,"Ġguess":1835,"Ġfac":1836,"Ġenv":1837,"Ġthanks":1838,"Ġseems":1839,"Ġmistake":1840,"Ġreme":1841,"Ġgreet":1842,"Ġthree":1843,"Ġingredients":1844,"enty":1845,"Ġprompt":1846,"sp":1847,"gr":1848,"Ġmaking":1849,"Ġkept":1850,"Ġask":1851,"Ġstart":1852,"Ġsize":1853,"Ġabove":1854,"Ġshort":1855,"Ġcourteous":1856,"llow":1857,"Ġvegg":1858,"Ġduring":1859,"ides":1860,"Ġtaco":1861,"Ġenvir":1862,"Ġ1":1863,"Ġname":1864,"onment":1865,"nch":1866,"Ġago":1867,"rip":1868,"need":1869,"Ġplay":1870,"pretty":1871,"Ġenvironment":1872,"Ġquickly":1873,"bad":1874,"cooked":1875,"Ġelsewhere":1876,"Ġbed":1877,"ider":1878,"Ġ--":1879,"Ġcharge":1880,"itch":1881,"Ġann":1882,"Ġinterest":1883,"Ġsund":1884,"Ġapolog":1885,"oon":1886,"Ġreasonably":1887,"Ġowned":1888,"Ġportion":1889,"Ġbath":1890,"Ġclos":1891,"ospit":1892,"Ġpaid":1893,"dis":1894,"ooth":1895,"Ġfab":1896,"Ġcons":1897,"fied":1898,"too":1899,"Ġrecent":1900,"Ġhappen":1901,"Ġparking":1902,"arely":1903,"artment":1904,"ead":1905,"Ġhaving":1906,"Ġaccommodating":1907,"Ġpiece":1908,"Ġchang":1909,"why":1910,"Ġwelcoming":1911,"Ġhospit":1912,"Ġcomm":1913,"ew":1914,"til":1915,"oke":1916,"Ġseen":1917,"Ġdisappointment":1918,"did":1919,"more":1920,"Ġloves":1921,"Ġart":1922,"Ġinform":1923,"Ġseating":1924,"ye":1925,"Ġsalads":1926,"Ġsea":1927,"Ġthank":1928,"Ġteam":1929,"ung":1930,"Ġorgan":1931,"ablish":1932,"Ġdon":1933,"iter":1934,"Ġpolite":1935,"used":1936,"keep":1937,"lor":1938,"Ġtrying":1939,"Ġestablish":1940,"line":1941,"pped":1942,"cing":1943,"con":1944,"Ġpool":1945,"hip":1946,"Ġchoices":1947,"Ġoften":1948,"Ġtaking":1949,"Ġhate":1950,"Ġpass":1951,"Ġoil":1952,"right":1953,"Ġsucks":1954,"airs":1955,"Ġremember":1956,"Ġplus":1957,"Ġsmi":1958,"Ġcounter":1959,"Ġavoid":1960,"Ġarrived":1961,"ical":1962,"such":1963,"Ġtip":1964,"Ġsales":1965,"Ġgreen":1966,"Ġfinally":1967,"ention":1968,"arent":1969,"Ġestablishment":1970,"sw":1971,"Ġhit":1972,"needless":1973,"perfect":1974,"Ġsolid":1975,"thers":1976,"Ġjoint":1977,"Ġtreated":1978,"Ġlost":1979,"Ġdollar":1980,"Ġrooms":1981,"Ġweekend":1982,"Ġcouple":1983,"Ġmorning":1984,"Ġbow":1985,"Ġmom":1986,"chi":1987,"zon":1988,"Ġamount":1989,"Ġtonight":1990,"Ġju":1991,"Ġnegative":1992,"Ġuntil":1993,"Ġquest":1994,"Ġtastes":1995,"Ġ%":1996,"Ġbowl":1997,"Ġthose":1998,"Ġhealth":1999,"idden":2000,"Ġeaten":2001,"Ġmention":2002,"Ġyet":2003,"Ġansw":2004,"Ġhelped":2005,"Ġconf":2006,"worth":2007,"ness":2008,"oot":2009,"order":2010,"Ġitself":2011,"Ġgreasy":2012,"may":2013,"Ġcake":2014,"exp":2015,"Ġpres":2016,"Ġcal":2017,"orough":2018,"Ġpacked":2019,"Ġred":2020,"ark":2021,"Ġstre":2022,"Ġpatient":2023,"Ġprepared":2024,"Ġcle":2025,"Ġem":2026,"Ġparty":2027,"Ġdisc":2028,"Ġpatio":2029,"Ġmem":2030,"Ġtrust":2031,"ines":2032,"Ġspend":2033,"Ġunprofessional":2034,"Ġsunday":2035,"und":2036,"als":2037,"ets":2038,"ided":2039,"Ġworks":2040,"Ġexceptional":2041,"Ġmyself":2042,"Ġmargar":2043,"ita":2044,"ection":2045,"comp":2046,"tr":2047,"Ġson":2048,"Ġrent":2049,"Ġbeh":2050,"Ġbrunch":2051,"Ġfabulous":2052,"Ġsmile":2053,"Ġbother":2054,"Ġtech":2055,"Ġterri":2056,"Ġmoved":2057,"gn":2058,"urday":2059,"Ġplate":2060,"still":2061,"antly":2062,"Ġspr":2063,"Ġfacil":2064,"Ġshopping":2065,"Ġdesk":2066,"Ġhell":2067,"Ġfrench":2068,"Ġmac":2069,"Ġlou":2070,"Ġpanc":2071,"Ġfact":2072,"Ġpotatoes":2073,"Ġcaring":2074,"Ġmeals":2075,"Ġpossi":2076,"Ġunderstand":2077,"Ġthorough":2078,"clean":2079,"Ġspe":2080,"Ġpedic":2081,"Ġcity":2082,"new":2083,"fresh":2084,"Ġevening":2085,"Ġincl":2086,"Ġhost":2087,"Ġtrue":2088,"bu":2089,"enomen":2090,"Ġdro":2091,"Ġcolor":2092,"enomenal":2093,"enders":2094,"Ġsaturday":2095,"rect":2096,"Ġlob":2097,"Ġvibe":2098,"maybe":2099,"Ġstrip":2100,"Ġgarlic":2101,"tot":2102,"ili":2103,"Ġsimply":2104,"Ġmush":2105,"Ġpain":2106,"ior":2107,"Ġappetizer":2108,"Ġglass":2109,"bv":2110,"Ġchain":2111,"Ġhowever":2112,"enjoy":2113,"itting":2114,"custom":2115,"fic":2116,"Ġsorry":2117,"ully":2118,"bre":2119,"ills":2120,"Ġordering":2121,"Ġbook":2122,"Ġsto":2123,"Ġwedding":2124,"Ġoutd":2125,"probably":2126,"Ġbartender":2127,"par":2128,"acon":2129,"Ġanywhere":2130,"Ġoverpriced":2131,"ughter":2132,"iet":2133,"Ġran":2134,"Ġord":2135,"Ġseafood":2136,"Ġhang":2137,"Ġhidden":2138,"Ġcontinue":2139,"zona":2140,"happy":2141,"Ġmass":2142,"ouch":2143,"Ġstayed":2144,"Ġeggs":2145,"ready":2146,"ats":2147,"Ġsatisfied":2148,"aughter":2149,"ds":2150,"fr":2151,"Ġabsolute":2152,"Ġweeks":2153,"customer":2154,"lots":2155,"iterally":2156,"mon":2157,"Ġdive":2158,"Ġcra":2159,"Ġnoodles":2160,"rees":2161,"Ġpepp":2162,"ically":2163,"time":2164,"Ġalready":2165,"Ġadv":2166,"Ġfriday":2167,"Ġpricey":2168,"aila":2169,"Ġta":2170,"Ġhung":2171,"Ġglad":2172,"Ġnear":2173,"Ġslice":2174,"Ġavaila":2175,"Ġari":2176,"Ġarizona":2177,"Ġrequ":2178,"Ġservices":2179,"azy":2180,"Ġmonths":2181,"Ġstreet":2182,"alls":2183,"ggest":2184,"body":2185,"Ġcrispy":2186,"ored":2187,"Ġanswer":2188,"Ġmean":2189,"Ġdogs":2190,"Ġmaybe":2191,"Ġschool":2192,"Ġbarely":2193,"Ġready":2194,"ump":2195,"eck":2196,"zen":2197,"Ġbeers":2198,"Ġcrab":2199,"Ġcrap":2200,"irth":2201,"Ġsuggest":2202,"Ġserve":2203,"chilad":2204,"Ġdet":2205,"Ġins":2206,"Ġyourself":2207,"Ġhairc":2208,"Ġknows":2209,"Ġseriously":2210,"Ġconsider":2211,"Ġothers":2212,"another":2213,"Ġplenty":2214,"cked":2215,"Ġbirth":2216,"Ġtort":2217,"Ġhop":2218,"Ġdaughter":2219,"ster":2220,"Ġgoes":2221,"plus":2222,"seriously":2223,"Ġcond":2224,"bers":2225,"yes":2226,"Ġworld":2227,"Ġavailable":2228,"Ġdetail":2229,"ral":2230,"Ġtotal":2231,"Ġwar":2232,"Ġbacon":2233,"Ġproper":2234,"ceptable":2235,"Ġbott":2236,"Ġchild":2237,"Ġsalty":2238,"Ġinstead":2239,"Ġphenomenal":2240,"icular":2241,"Ġanim":2242,"Ġhomemade":2243,"Ġoffered":2244,"Ġgenerous":2245,"ike":2246,"iting":2247,"ane":2248,"omet":2249,"Ġtomato":2250,"Ġbehind":2251,"Ġquiet":2252,"Ġtasteless":2253,"Ġenchilad":2254,"only":2255,"Ġear":2256,"Ġconven":2257,"Ġparticular":2258,"Ġdentist":2259,"Ġpancakes":2260,"Ġbirthday":2261,"rew":2262,"Ġide":2263,"poor":2264,"uin":2265,"Ġrecently":2266,"Ġchef":2267,"Ġboyfriend":2268,"Ġimm":2269,"Ġcertain":2270,"Ġsour":2271,"Ġsing":2272,"Ġsick":2273,"aken":2274,"Ġtalk":2275,"orn":2276,"Ġgyro":2277,"ired":2278,"ures":2279,"Ġrush":2280,"Ġfeeling":2281,"Ġnum":2282,"Ġtoast":2283,"Ġorders":2284,"Ġstick":2285,"Ġexperienced":2286,"dale":2287,"Ġgif":2288,"Ġfilling":2289,"Ġhospital":2290,"Ġreserv":2291,"zy":2292,"Ġsuperb":2293,"Ġtender":2294,"Ġseated":2295,"Ġattention":2296,"ph":2297,"Ġocc":2298,"Ġrather":2299,"ged":2300,"Ġstarted":2301,"Ġpract":2302,"Ġinteresting":2303,"Ġcommun":2304,"Ġtaken":2305,"ith":2306,"Ġexperiences":2307,"while":2308,"Ġscot":2309,"Ġnasty":2310,"Ġlovely":2311,"ames":2312,"Ġfloor":2313,"expensive":2314,"tsdale":2315,"Ġturned":2316,"Ġtakes":2317,"Ġmix":2318,"Ġhead":2319,"Ġpersonable":2320,"itchen":2321,"ino":2322,"Ġtasting":2323,"Ġpositive":2324,"honest":2325,"oose":2326,"Ġcasual":2327,"Ġdonuts":2328,"Ġma":2329,"Ġoption":2330,"fun":2331,"Ġflow":2332,"Ġbite":2333,"Ġnotice":2334,"ada":2335,"Ġkitchen":2336,"oli":2337,"Ġexplain":2338,"Negative":2339,"uff":2340,"ank":2341,"Ġeye":2342,"Ġread":2343,"ocol":2344,"Ġflavors":2345,"Ġfacility":2346,"big":2347,"place":2348,"Ġpic":2349,"ggy":2350,"Ġfo":2351,"Ġstopped":2352,"ownt":2353,"like":2354,"Ġpricing":2355,"Ġgiven":2356,"Ġpedicure":2357,"Ġinclu":2358,"owntown":2359,"Ġhor":2360,"Ġdowntown":2361,"Ġchili":2362,"please":2363,"bviously":2364,"ister":2365,"Ġamer":2366,"illa":2367,"Ġups":2368,"Ġtyp":2369,"Ġscottsdale":2370,"nam":2371,"Ġtouch":2372,"Ġmil":2373,"Ġdam":2374,"Ġplan":2375,"ial":2376,"Ġsitting":2377,"Ġfro":2378,"Ġdressing":2379,"Ġannoy":2380,"Ġequ":2381,"Ġrem":2382,"Ġexact":2383,"Ġbutter":2384,"ands":2385,"Ġign":2386,"enny":2387,"Ġinv":2388,"ustr":2389,"Ġrating":2390,"Ġtrain":2391,"Ġbaked":2392,"bucks":2393,"Ġori":2394,"Ġbagels":2395,"Ġstandard":2396,"urs":2397,"Ġpop":2398,"ense":2399,"Ġsaus":2400,"Ġchocol":2401,"ordered":2402,"Ġdou":2403,"ites":2404,"Ġwelcome":2405,"gable":2406,"fy":2407,"his":2408,"uture":2409,"eah":2410,"Ġplease":2411,"Ġopin":2412,"ler":2413,"sad":2414,"Ġcrowded":2415,"Ġdelivered":2416,"Ġhaircut":2417,"ming":2418,"por":2419,"Ġfuture":2420,"Ġ2":2421,"Ġaz":2422,"gether":2423,"Ġcup":2424,"Ġsoggy":2425,"iled":2426,"Ġcashi":2427,"sorry":2428,"ys":2429,"Ġearly":2430,"Ġspent":2431,"Ġclub":2432,"Ġbox":2433,"Ġconvenient":2434,"Ġcu":2435,"att":2436,"amb":2437,"Ġmins":2438,"Ġsmooth":2439,"bea":2440,"Ġchance":2441,"Ġloud":2442,"Ġrequest":2443,"Ġevent":2444,"Ġforward":2445,"Ġstarbucks":2446,"Ġenjoyable":2447,"Ġvisiting":2448,"ton":2449,"Ġlad":2450,"Ġdelight":2451,"Ġproducts":2452,"Ġladies":2453,"Ġcount":2454,"Ġmall":2455,"Ġwind":2456,"Ġass":2457,"Ġpersonal":2458,"Ġimport":2459,"Ġdesert":2460,"Ġknowledgable":2461,"Ġopinion":2462,"rude":2463,"Ġgame":2464,"Ġmet":2465,"vel":2466,"Ġwhite":2467,"Ġcertainly":2468,"Ġvegetari":2469,"Ġcab":2470,"Ġovercooked":2471,"Ġbartenders":2472,"Ġimmedi":2473,"Ġminute":2474,"wise":2475,"Ġclo":2476,"ummer":2477,"Ġchocolate":2478,"eat":2479,"Ġome":2480,"Ġpossible":2481,"Ġaut":2482,"Ġfrustr":2483,"Ġterrific":2484,"Ġpepper":2485,"Ġcreat":2486,"ities":2487,"olks":2488,"Ġlu":2489,"aster":2490,"Ġspice":2491,"orts":2492,"Ġrelaxing":2493,"Ġgrilled":2494,"sue":2495,"itional":2496,"Ġanymore":2497,"ments":2498,"came":2499,"Ġfore":2500,"Ġvet":2501,"Ġcrowd":2502,"Ġorganized":2503,"with":2504,"Ġmind":2505,"lam":2506,"Ġfunny":2507,"Ġgiving":2508,"Ġdollars":2509,"ara":2510,"Ġplain":2511,"comfort":2512,"Ġhear":2513,"beautiful":2514,"Ġliterally":2515,"Ġissue":2516,"Ġrate":2517,"Ġoccas":2518,"simp":2519,"Ġable":2520,"Ġtopp":2521,"Ġinexpensive":2522,"Ġonion":2523,"Ġdiner":2524,"Ġim":2525,"Ġtogether":2526,"Ġbell":2527,"Ġsalmon":2528,"ues":2529,"Ġwonder":2530,"Ġfour":2531,"isc":2532,"Ġeng":2533,"Ġlonger":2534,"hill":2535,"Ġsent":2536,"orge":2537,"Ġonline":2538,"Ġconc":2539,"Ġsurprise":2540,"don":2541,"Ġwin":2542,"Ġchoose":2543,"ester":2544,"Ġribs":2545,"Ġended":2546,"Ġgreeted":2547,"disappoint":2548,"Ġhealthy":2549,"Ġfrozen":2550,"ole":2551,"arently":2552,"Ġimmediately":2553,"which":2554,"Ġpark":2555,"Ġlacking":2556,"Ġworkers":2557,"Ġsays":2558,"extremely":2559,"Ġsausage":2560,"Ġtrad":2561,"Ġcorrect":2562,"Ġveggies":2563,"Ġpractice":2564,"Ġgirls":2565,"Ġdiscount":2566,"laint":2567,"acular":2568,"roc":2569,"ectacular":2570,"Ġcenter":2571,"Ġmassage":2572,"tail":2573,"ults":2574,"Ġspace":2575,"Ġcomplaint":2576,"Ġacc":2577,"Ġhappened":2578,"Ġfollow":2579,"list":2580,"pizza":2581,"Ġfolks":2582,"ented":2583,"Ġcoll":2584,"Ġcozy":2585,"Ġexpected":2586,"ru":2587,"inc":2588,"Ġint":2589,"etent":2590,"Ġwrite":2591,"Ġseasoned":2592,"Ġbuild":2593,"Ġsched":2594,"Ġspring":2595,"Ġlobster":2596,"Ġsouth":2597,"una":2598,"Ġstrong":2599,"Ġappreciate":2600,"Ġyoun":2601,"Ġprocess":2602,"Ġrock":2603,"Ġcurry":2604,"have":2605,"Ġworked":2606,"Ġclassic":2607,"Ġsou":2608,"Ġmeet":2609,"bel":2610,"fection":2611,"Ġgard":2612,"check":2613,"Ġdownhill":2614,"Ġpleasantly":2615,"Ġidea":2616,"comfortable":2617,"Ġmach":2618,"Ġmouth":2619,"ries":2620,"Ġruin":2621,"Ġoutdoor":2622,"Ġsaw":2623,"Ġpurchas":2624,"Ġquestions":2625,"Ġmight":2626,"imes":2627,"Ġexactly":2628,"apan":2629,"Ġrepair":2630,"Ġsides":2631,"Ġremo":2632,"Ġchanged":2633,"fin":2634,"key":2635,"Ġspectacular":2636,"Ġentrees":2637,"Ġpieces":2638,"Ġtv":2639,"enuine":2640,"ometimes":2641,"Ġcafe":2642,"Ġburritos":2643,"Ġwindow":2644,"ren":2645,"Ġrib":2646,"Ġbathroom":2647,"Ġhungry":2648,"Ġamerican":2649,"tic":2650,"inks":2651,"Ġbought":2652,"entle":2653,"Ġjapan":2654,"Ġmarket":2655,"pm":2656,"umbs":2657,"imate":2658,"Ġexpectations":2659,"Ġgenuine":2660,"Ġsho":2661,"Ġstores":2662,"Ġsingle":2663,"na":2664,"Ġpet":2665,"Ġface":2666,"ky":2667,"Ġdip":2668,"Ġweird":2669,"Ġrocks":2670,"Ġacross":2671,"Ġmargaritas":2672,"totally":2673,"bar":2674,"gross":2675,"Ġsummer":2676,"Ġluck":2677,"Ġcomplain":2678,"two":2679,"Ġgentle":2680,"acceptable":2681,"Ġfavorites":2682,"Ġchecked":2683,"Ġkidding":2684,"Ġcosts":2685,"gu":2686,"her":2687,"once":2688,"Ġsoooo":2689,"row":2690,"Ġlay":2691,"Ġbegin":2692,"ba":2693,"Ġtemp":2694,"Ġjuicy":2695,"Ġforever":2696,"huge":2697,"Ġwall":2698,"been":2699,"Ġappetizers":2700,"Ġnorm":2701,"Ġvegetarian":2702,"asily":2703,"Ġrec":2704,"Ġstale":2705,"liable":2706,"avy":2707,"Ġfairly":2708,"bage":2709,"ana":2710,"Ġknew":2711,"Ġsupport":2712,"rong":2713,"oman":2714,"Ġasada":2715,"Ġemployee":2716,"Ġsy":2717,"Ġasian":2718,"Ġsell":2719,"Ġdeals":2720,"Ġrefund":2721,"Ġpurchase":2722,"Ġhostess":2723,"ware":2724,"Ġpost":2725,"Ġbrown":2726,"Ġwrap":2727,"edible":2728,"Ġpaying":2729,"back":2730,"Ġsound":2731,"Ġsports":2732,"ocked":2733,"Ġstylist":2734,"Ġexcited":2735,"amp":2736,"cri":2737,"Ġsucked":2738,"Ġapartment":2739,"Ġbagel":2740,"finally":2741,"Ġtre":2742,"land":2743,"Ġsafe":2744,"osed":2745,"ained":2746,"Ġadded":2747,"ilet":2748,"Ġnone":2749,"orgeous":2750,"Ġfoot":2751,"Ġbrew":2752,"Ġguest":2753,"Ġblack":2754,"Ġcorn":2755,"Ġproblems":2756,"Ġfrequ":2757,"Ġbakery":2758,"bin":2759,"Ġfoods":2760,"Ġomelet":2761,"Ġyoung":2762,"Ġjapanese":2763,"aven":2764,"Ġmatter":2765,"Ġflavorless":2766,"Ġchecking":2767,"Ġnumber":2768,"Ġet":2769,"Ġshame":2770,"Ġspin":2771,"Ġcleaning":2772,"Ġchildren":2773,"Ġtoppings":2774,"bt":2775,"gi":2776,"Ġappro":2777,"Ġlevel":2778,"mart":2779,"iev":2780,"work":2781,"believ":2782,"Ġnicely":2783,"Ġven":2784,"Ġusual":2785,"Ġrip":2786,"Ġgarden":2787,"car":2788,"house":2789,"ink":2790,"Ġshowed":2791,"Ġdesserts":2792,"Ġheart":2793,"Ġrespect":2794,"tuce":2795,"Ġwoman":2796,"Ġtimely":2797,"Ġcompli":2798,"Ġdealers":2799,"burger":2800,"try":2801,"Ġbri":2802,"oni":2803,"Ġdriver":2804,"Ġclosed":2805,"Ġclearly":2806,"Ġwow":2807,"Ġpub":2808,"stay":2809,"decent":2810,"Ġjoke":2811,"Ġspots":2812,"ling":2813,"utral":2814,"Neutral":2815,"Ġinformative":2816,"Ġranch":2817,"Ġfrequent":2818,"Ġtur":2819,"ingly":2820,"acy":2821,"Ġchew":2822,"Ġmanic":2823,"Ġmove":2824,"Ġdecided":2825,"ident":2826,"Ġgrab":2827,"Ġreturned":2828,"Ġentertain":2829,"Ġsteaks":2830,"Ġinstall":2831,"Ġvegetables":2832,"Ġspeak":2833,"kes":2834,"Ġcent":2835,"orable":2836,"Ġham":2837,"Ġcock":2838,"Ġapple":2839,"Ġtype":2840,"Ġvenue":2841,"30":2842,"hic":2843,"ier":2844,"ried":2845,"Ġword":2846,"Ġdepartment":2847,"erg":2848,"thetic":2849,"Ġtough":2850,"ised":2851,"Ġreplace":2852,"Ġfixed":2853,"Ġbuilding":2854,"nic":2855,"Ġwaff":2856,"Ġsense":2857,"ins":2858,"ency":2859,"illas":2860,"Ġcover":2861,"Ġrefill":2862,"Ġsmelled":2863,"Ġindian":2864,"Ġperfection":2865,"Ġlettuce":2866,"Ġye":2867,"Ġsoft":2868,"Ġunless":2869,"Ġvehic":2870,"ta":2871,"Ġpizz":2872,"Ġmoder":2873,"ginal":2874,"erve":2875,"Ġobviously":2876,"ork":2877,"Ġcarne":2878,"Ġsalt":2879,"Ġetc":2880,"aint":2881,"redit":2882,"reek":2883,"rist":2884,"yal":2885,"Ġfive":2886,"Ġpad":2887,"aki":2888,"Ġusing":2889,"hop":2890,"noon":2891,"Ġsqu":2892,"Ġcredit":2893,"Ġalong":2894,"Ġflowers":2895,"Ġcashier":2896,"Ġhy":2897,"nowled":2898,"Ġuncomfortable":2899,"Ġcars":2900,"Ġbeat":2901,"ants":2902,"Ġshot":2903,"ositive":2904,"Ġupd":2905,"consistent":2906,"Ġdamn":2907,"Ġmov":2908,"Ġcash":2909,"Ġrunning":2910,"Ġexcuse":2911,"Ġveggie":2912,"took":2913,"Ġtuna":2914,"Ġmine":2915,"Ġreliable":2916,"Ġbucks":2917,"Ġcontact":2918,"ball":2919,"bert":2920,"Ġfit":2921,"Ġfil":2922,"ics":2923,"Ġjew":2924,"Ġcleaned":2925,"Ġgift":2926,"sm":2927,"ream":2928,"Ġtire":2929,"berry":2930,"Ġflat":2931,"gre":2932,"Ġna":2933,"ste":2934,"Ġorange":2935,"Ġafternoon":2936,"Ġcase":2937,"Ġpoorly":2938,"Ġhole":2939,"Ġfurn":2940,"Ġpull":2941,"pping":2942,"Ġpaper":2943,"Ġsetting":2944,"donal":2945,"Ġruined":2946,"Ġsw":2947,"Ġthru":2948,"Ġignored":2949,"pri":2950,"oring":2951,"Ġcrazy":2952,"Ġrefused":2953,"Ġgym":2954,"can":2955,"cdonal":2956,"iny":2957,"Ġgroc":2958,"ters":2959,"Ġheaven":2960,"Ġlocations":2961,"Ġmedium":2962,"Positive":2963,"last":2964,"Ġgel":2965,"Ġtrash":2966,"Ġnights":2967,"Ġprime":2968,"Ġrelaxed":2969,"Ġdealership":2970,"dd":2971,"Ġbon":2972,"Ġny":2973,"Ġguac":2974,"from":2975,"law":2976,"Ġques":2977,"Ġpatr":2978,"Ġviet":2979,"Ġanimals":2980,"uit":2981,"wrong":2982,"Ġgorgeous":2983,"Ġflight":2984,"tz":2985,"Ġtour":2986,"Ġmen":2987,"Ġdark":2988,"Ġcombo":2989,"Ġgotten":2990,"Ġbuying":2991,"da":2992,"look":2993,"Ġwalking":2994,"Ġhold":2995,"Ġappreciated":2996,"Ġur":2997,"Ġleg":2998,"Ġambience":2999,"chan":3000,"Ġones":3001,"Ġdoctors":3002,"Ġdental":3003,"Ġcocktail":3004,"Ġpizzas":3005,"Ġtheater":3006,"ature":3007,"Ġneat":3008,"otherwise":3009,"Ġhoney":3010,"Ġdough":3011,"iture":3012,"Ġpleasure":3013,"anyway":3014,"raight":3015,"ule":3016,"Ġcat":3017,"Ġmcdonal":3018,"ote":3019,"pers":3020,"Ġgrand":3021,"Ġfancy":3022,"ret":3023,"Ġben":3024,"Ġban":3025,"chicken":3026,"outstanding":3027,"Ġtrave":3028,"Ġsupposed":3029,"Ġreservation":3030,"Ġinviting":3031,"cool":3032,"of":3033,"lay":3034,"namese":3035,"sadly":3036,"iv":3037,"Ġer":3038,"Ġoh":3039,"Ġrings":3040,"Ġenc":3041,"Ġselections":3042,"Ġroast":3043,"bec":3044,"Ġhi":3045,"Ġoper":3046,"Ġstation":3047,"Ġassist":3048,"Ġvisited":3049,"Ġplates":3050,"Ġincluding":3051,"esterday":3052,"Ġtow":3053,"Ġchairs":3054,"Ġshut":3055,"Ġdeserve":3056,"Ġpresent":3057,"Ġpict":3058,"cle":3059,"fam":3060,"pect":3061,"fully":3062,"Ġfat":3063,"Ġtap":3064,"Ġalone":3065,"Ġalter":3066,"ages":3067,"Ġimpressive":3068,"Ġserving":3069,"Ġtalking":3070,"Ġvietnamese":3071,"Ġbab":3072,"Ġrare":3073,"Ġlim":3074,"Ġimpro":3075,"Ġdeserv":3076,"Ġjewel":3077,"Ġfurniture":3078,"Ġbike":3079,"Ġmis":3080,"Ġfam":3081,"Ġsomewhere":3082,"Ġgroom":3083,"Ġsection":3084,"Ġfilled":3085,"Ġauto":3086,"jor":3087,"Ġwont":3088,"Ġwide":3089,"Ġrub":3090,"Ġoriginal":3091,"Ġed":3092,"Ġbun":3093,"Ġdie":3094,"ridiculous":3095,"Ġmechan":3096,"quick":3097,"Ġunacceptable":3098,"again":3099,"aily":3100,"Ġgives":3101,"Ġproduce":3102,"Ġgeneral":3103,"live":3104,"Ġbisc":3105,"Ġgreek":3106,"Ġpicked":3107,"Ġsmells":3108,"Ġspinach":3109,"Ġfry":3110,"ago":3111,"Ġmic":3112,"Ġdont":3113,"Ġthick":3114,"Ġstaying":3115,"Ġcookies":3116,"Ġlisten":3117,"uits":3118,"Ġeast":3119,"Ġfaj":3120,"Ġsmil":3121,"bread":3122,"wal":3123,"alo":3124,"Ġstraight":3125,"Ġseat":3126,"Ġwilling":3127,"Ġmanner":3128,"Ġparm":3129,"Ġfinished":3130,"ories":3131,"Ġdine":3132,"antic":3133,"Ġvac":3134,"Ġcondition":3135,"Ġenchiladas":3136,"uation":3137,"Ġack":3138,"ision":3139,"Ġstate":3140,"Ġwithin":3141,"Ġang":3142,"Ġconvers":3143,"Ġnightm":3144,"Ġentree":3145,"waited":3146,"Ġpurchased":3147,"Ġacknowled":3148,"cr":3149,"Ġsun":3150,"Ġfall":3151,"Ġvegan":3152,"Ġattend":3153,"Ġground":3154,"Ġrefer":3155,"Ġinterior":3156,"Ġnoticed":3157,"family":3158,"bb":3159,"fer":3160,"Ġrel":3161,"Ġsoups":3162,"Ġcrew":3163,"Ġconcer":3164,"Ġtraditional":3165,"Ġdaily":3166,"acious":3167,"Ġcombin":3168,"Ġdeep":3169,"Ġviews":3170,"Ġmembers":3171,"Ġglasses":3172,"fish":3173,"gest":3174,"iy":3175,"Ġpo":3176,"Ġbecome":3177,"Ġforget":3178,"Ġyes":3179,"Ġchic":3180,"Ġsubs":3181,"Ġresults":3182,"simply":3183,"iyaki":3184,"sat":3185,"Ġsn":3186,"Ġchill":3187,"Ġasking":3188,"head":3189,"Ġblue":3190,"comple":3191,"Ġtypical":3192,"Ġlimited":3193,"Ġwest":3194,"Ġforgot":3195,"Ġshare":3196,"amole":3197,"whel":3198,"Ġbathrooms":3199,"lamari":3200,"ha":3201,"Ġdue":3202,"Ġele":3203,"atever":3204,"Ġfeels":3205,"Ġcharged":3206,"Ġsauces":3207,"Ġresort":3208,"Ġlaid":3209,"Ġrushed":3210,"small":3211,"Ġbatter":3212,"Ġvisits":3213,"Ġbroth":3214,"Ġmissing":3215,"Ġcuis":3216,"Ġpiss":3217,"Ġgod":3218,"Ġride":3219,"Ġdead":3220,"Ġzoo":3221,"honestly":3222,"Ġchewy":3223,"Ġmanicure":3224,"ced":3225,"Ġchurch":3226,"Ġloyal":3227,"ecc":3228,"Ġrom":3229,"Ġbasic":3230,"Ġgames":3231,"unk":3232,"Ġgold":3233,"Ġscr":3234,"ina":3235,"ashi":3236,"Ġbelow":3237,"usch":3238,"Ġmaint":3239,"Ġdoubt":3240,"Ġturkey":3241,"uschet":3242,"amy":3243,"sec":3244,"Ġshit":3245,"Ġseats":3246,"Ġcountry":3247,"Ġcompliment":3248,"Ġmodern":3249,"complete":3250,"Ġten":3251,"orean":3252,"Ġiced":3253,"erry":3254,"Ġnearly":3255,"Ġsamp":3256,"Ġtires":3257,"Ġdesign":3258,"thes":3259,"Ġcakes":3260,"organ":3261,"Ġdef":3262,"Ġlem":3263,"Ġstory":3264,"Ġyesterday":3265,"Ġpharm":3266,"Ġmostly":3267,"Ġclear":3268,"competent":3269,"Ġhope":3270,"Ġcuisine":3271,"tle":3272,"Ġir":3273,"Ġnach":3274,"Ġconst":3275,"selves":3276,"Ġrefresh":3277,"Ġreception":3278,"Ġhonestly":3279,"Ġhur":3280,"Ġteriyaki":3281,"Ġmeats":3282,"sues":3283,"Ġgirlfriend":3284,"Ġhorri":3285,"ather":3286,"Ġsle":3287,"Ġtext":3288,"irt":3289,"Ġcrappy":3290,"Ġregister":3291,"Ġshows":3292,"Ġstraw":3293,"Ġmargarita":3294,"Ġremodel":3295,"believable":3296,"Ġnightmare":3297,"onse":3298,"Ġissues":3299,"solid":3300,"Ġpatients":3301,"Ġcoupon":3302,"Ġcommunic":3303,"med":3304,"wai":3305,"Ġhum":3306,"Ġhol":3307,"Ġwasted":3308,"Ġhawai":3309,"Ġbean":3310,"ops":3311,"Ġburnt":3312,"Ġbites":3313,"Ġcooking":3314,"Ġgarbage":3315,"Ġsituation":3316,"Ġprovide":3317,"eccable":3318,"hands":3319,"ini":3320,"Ġmedic":3321,"Ġsmoke":3322,"uesday":3323,"Ġmovie":3324,"uschetta":3325,"reason":3326,"Ġmel":3327,"ars":3328,"ionate":3329,"Ġsave":3330,"iforn":3331,"Ġbud":3332,"ountain":3333,"ummus":3334,"Ġquestion":3335,"break":3336,"Ġcommunity":3337,"ifornia":3338,"fa":3339,"ors":3340,"ows":3341,"Ġquaint":3342,"Ġexcept":3343,"Ġresponse":3344,"disgusting":3345,"Ġenchilada":3346,"Ġdelightful":3347,"Ġclothes":3348,"Ġguacamole":3349,"breakfast":3350,"Ġboring":3351,"Ġpan":3352,"Ġchrist":3353,"Ġcap":3354,"Ġincon":3355,"Ġdescri":3356,"Ġimportant":3357,"Ġcomplaints":3358,"Ġvehicle":3359,"Ġnurs":3360,"Ġthumbs":3361,"Ġgoodness":3362,"Ġkorean":3363,"thern":3364,"Ġheard":3365,"Ġtrans":3366,"Ġgrocery":3367,"authentic":3368,"emp":3369,"each":3370,"thy":3371,"Ġspl":3372,"onday":3373,"iple":3374,"Ġpolish":3375,"Ġtortillas":3376,"ken":3377,"none":3378,"top":3379,"Ġ#":3380,"Ġsatisfy":3381,"Ġprovided":3382,"Ġapology":3383,"Ġemail":3384,"Ġmajor":3385,"incredi":3386,"Ġmaintained":3387,"organized":3388,"ract":3389,"Ġhill":3390,"lebr":3391,"Ġrav":3392,"amed":3393,"Ġcarp":3394,"Ġhardly":3395,"Ġlemon":3396,"rass":3397,"yeah":3398,"Ġpita":3399,"Ġgroupon":3400,"Ġchicago":3401,"next":3402,"off":3403,"recommend":3404,"lly":3405,"Ġwifi":3406,"ween":3407,"ressed":3408,"Ġsaying":3409,"Ġwatching":3410,"could":3411,"ners":3412,"uc":3413,"Ġmidd":3414,"Ġstocked":3415,"elf":3416,"ists":3417,"temp":3418,"Ġbrand":3419,"Ġimpeccable":3420,"Ġkinda":3421,"Ġcalifornia":3422,"Ġconversation":3423,"pa":3424,"slow":3425,"action":3426,"Ġgol":3427,"Ġcalamari":3428,"Ġgravy":3429,"ccoli":3430,"Ġrental":3431,"Ġannoying":3432,"Ġoccasion":3433,"Ġrefreshing":3434,"izes":3435,"fu":3436,"Ġsometimes":3437,"Ġtiny":3438,"Ġsam":3439,"Ġcompass":3440,"Ġcrunch":3441,"waitress":3442,"Ġannoyed":3443,"consistently":3444,"Ġfire":3445,"Ġgas":3446,"Ġlear":3447,"icult":3448,"Ġincompetent":3449,"Ġhelping":3450,"Ġaccess":3451,"Ġmoving":3452,"Ġwaitresses":3453,"Ġintern":3454,"Ġlaugh":3455,"Ġnoodle":3456,"Ġexplained":3457,"Ġupset":3458,"soo":3459,"Ġtuesday":3460,"Ġonions":3461,"Ġsoda":3462,"Ġrot":3463,"Ġdelish":3464,"Ġprev":3465,"ashed":3466,"pleasant":3467,"Ġproperty":3468,"Ġpharmacy":3469,"cl":3470,"Ġsend":3471,"Ġpm":3472,"otle":3473,"eld":3474,"Ġstep":3475,"Ġcelebr":3476,"truly":3477,"wish":3478,"urance":3479,"Ġfruit":3480,"Ġshops":3481,"Ġstuffed":3482,"ultiple":3483,"Ġskill":3484,"Ġadvice":3485,"Ġfajitas":3486,"Ġfilet":3487,"Ġble":3488,"ific":3489,"Ġimag":3490,"nician":3491,"Ġromantic":3492,"second":3493,"call":3494,"hn":3495,"Ġbooth":3496,"edy":3497,"Ġeasily":3498,"Ġjoe":3499,"Ġjohn":3500,"Ġbetween":3501,"Ġbuffalo":3502,"Ġgolf":3503,"ivers":3504,"Ġsizes":3505,"Ġrich":3506,"Ġbroccoli":3507,"wards":3508,"Ġinsurance":3509,"Ġconsidering":3510,"yum":3511,"Ġ5":3512,"Ġround":3513,"Ġagree":3514,"Ġoffers":3515,"Ġdifficult":3516,"Ġbaby":3517,"Ġnachos":3518,"Ġwomen":3519,"Ġpush":3520,"Ġhist":3521,"Ġeverywhere":3522,"Ġbars":3523,"Ġbruschetta":3524,"ipment":3525,"Ġreceive":3526,"barrass":3527,"Ġguests":3528,"Ġravi":3529,"din":3530,"Ġpenny":3531,"Ġdisaster":3532,"Ġcarry":3533,"Ġroad":3534,"Ġsmo":3535,"Ġschedul":3536,"ax":3537,"ace":3538,"easy":3539,"rant":3540,"your":3541,"Ġ3":3542,"Ġbright":3543,"Ġhummus":3544,"urity":3545,"ghet":3546,"Ġcares":3547,"Ġbiggest":3548,"Ġbroken":3549,"Ġmiddle":3550,"hot":3551,"Ġyeah":3552,"ppy":3553,"Ġstud":3554,"Ġrefills":3555,"Ġcreamy":3556,"Ġprior":3557,"Ġstanding":3558,"Ġtechnician":3559,"Ġpulled":3560,"sal":3561,"inst":3562,"inary":3563,"ica":3564,"Ġallow":3565,"apparently":3566,"Ġheat":3567,"ager":3568,"Ġcompet":3569,"Ġenter":3570,"Ġcasino":3571,"people":3572,"Ġtomatoes":3573,"Ġfrustrating":3574,"save":3575,"Ġsum":3576,"Ġsale":3577,"Ġfail":3578,"Ġfault":3579,"Ġrecommendation":3580,"Ġapart":3581,"tenance":3582,"Ġembarrass":3583,"disappointed":3584,"ied":3585,"Ġmonday":3586,"Ġtofu":3587,"stem":3588,"Ġche":3589,"ustard":3590,"Ġpersonality":3591,"shame":3592,"Ġnorth":3593,"Ġanimal":3594,"Ġsystem":3595,"Ġolive":3596,"Ġmother":3597,"Ġchose":3598,"illy":3599,"Ġlocated":3600,"burgers":3601,"Ġchipotle":3602,"Ġleaving":3603,"Ġdrop":3604,"Ġproperly":3605,"Ġencounter":3606,"liness":3607,"Ġhar":3608,"Ġyork":3609,"Ġdist":3610,"Ġseeing":3611,"Ġscrew":3612,"Ġcorpor":3613,"Ġaddition":3614,"drinks":3615,"Ġdrove":3616,"total":3617,"Ġbottom":3618,"Ġpresentation":3619,"Ġcustard":3620,"Ġblood":3621,"Ġmixed":3622,"Ġdeserves":3623,"ashimi":3624,"Ġhawaiian":3625,"ghetti":3626,"di":3627,"min":3628,"Ġburn":3629,"Ġclin":3630,"Ġboard":3631,"Ġbeaut":3632,"Ġequipment":3633,"though":3634,"Ġmed":3635,"Ġmag":3636,"Ġmultiple":3637,"ecake":3638,"does":3639,"tonight":3640,"Ġcreative":3641,"Ġpissed":3642,"ala":3643,"Ġfig":3644,"cale":3645,"Ġcraving":3646,"Ġmachine":3647,"Ġsnack":3648,"imi":3649,"Ġmuse":3650,"Ġkick":3651,"Ġopened":3652,"Ġlacked":3653,"Ġbased":3654,"Ġmuseum":3655,"help":3656,"Ġsaved":3657,"quality":3658,"Ġhash":3659,"Ġcuts":3660,"Ġgroups":3661,"Ġthoroughly":3662,"Ġintimate":3663,"Ġjewelry":3664,"ible":3665,"tried":3666,"Ġmot":3667,"Ġthrew":3668,"omach":3669,"Ġlived":3670,"andy":3671,"Ġfell":3672,"Ġunfortunately":3673,"Ġphot":3674,"Ġsouthern":3675,"Ġpets":3676,"Ġlines":3677,"Ġunhappy":3678,"Ġtalked":3679,"Ġskills":3680,"Ġedible":3681,"omg":3682,"Ġstomach":3683,"Ġspacious":3684,"Ġslight":3685,"Ġseasoning":3686,"Ġgyros":3687,"Ġbonus":3688,"Ġsleep":3689,"employ":3690,"des":3691,"Ġahead":3692,"Ġring":3693,"agna":3694,"Ġapparently":3695,"Ġtakeout":3696,"Ġwalmart":3697,"ashion":3698,"Ġbeds":3699,"Ġparticularly":3700,"found":3701,"Ġult":3702,"Ġchow":3703,"Ġrange":3704,"Ġoverly":3705,"fried":3706,"Ġthinking":3707,"Ġsurprisingly":3708,"Ġgenuinely":3709,"Ġbiscuits":3710,"tasty":3711,"Ġnon":3712,"Ġliving":3713,"seem":3714,"Ġcheesecake":3715,"Ġcharg":3716,"Ġlocals":3717,"Ġmushy":3718,"light":3719,"nes":3720,"atmosphere":3721,"orm":3722,"Ġtired":3723,"Ġteach":3724,"Ġgreens":3725,"Ġtreats":3726,"Ġmushrooms":3727,"Ġtexture":3728,"Ġcorporate":3729,"jun":3730,"Ġsashimi":3731,"Ġdim":3732,"aste":3733,"enderson":3734,"Ġarr":3735,"Ġexpress":3736,"Ġolder":3737,"Ġapologized":3738,"Ġenglish":3739,"Ġlayout":3740,"Ġinternet":3741,"Ġravioli":3742,"long":3743,"Ġtons":3744,"Ġpedi":3745,"Ġcig":3746,"Ġalright":3747,"Ġunfriendly":3748,"Ġbarber":3749,"beat":3750,"Ġsooo":3751,"Ġinstru":3752,"Ġconfused":3753,"Ġtortilla":3754,"Ġwarrant":3755,"Ġtempe":3756,"Ġclinic":3757,"bed":3758,"Ġhenderson":3759,"soci":3760,"ousy":3761,"Ġfare":3762,"Ġkill":3763,"Ġcalling":3764,"Ġmoist":3765,"Ġcourt":3766,"Ġthroughout":3767,"Ġgenerally":3768,"Ġlobby":3769,"gs":3770,"mas":3771,"sure":3772,"Ġbunch":3773,"eno":3774,"Ġdan":3775,"anda":3776,"Ġcalls":3777,"ape":3778,"Ġstuck":3779,"Ġpastries":3780,"Ġhigher":3781,"Ġbasically":3782,"Ġjuice":3783,"Ġquesad":3784,"ob":3785,"Ġparent":3786,"eded":3787,"Ġlazy":3788,"uten":3789,"icha":3790,"Ġspaghetti":3791,"Ġslices":3792,"Ġanswered":3793,"ursday":3794,"employees":3795,"sur":3796,"Ġpress":3797,"llo":3798,"completely":3799,"real":3800,"Ġpump":3801,"Ġmashed":3802,"stopped":3803,"etch":3804,"iday":3805,"Ġwhatever":3806,"Ġfreshly":3807,"Ġsecurity":3808,"Ġexpecting":3809,"gusted":3810,"Ġcolle":3811,"kind":3812,"Ġsized":3813,"Ġtick":3814,"Ġcow":3815,"ossi":3816,"who":3817,"Ġprefer":3818,"Ġrepeat":3819,"Ġmacar":3820,"Ġbottle":3821,"Ġfilthy":3822,"Ġcombination":3823,"Ġcommunication":3824,"ause":3825,"arch":3826,"urse":3827,"Ġtreatment":3828,"Ġremind":3829,"because":3830,"Ġholiday":3831,"Ġsatisfying":3832,"mar":3833,"Ġhut":3834,"stick":3835,"stairs":3836,"Ġchat":3837,"soever":3838,"Ġwhatsoever":3839,"Ġclient":3840,"Ġdifference":3841,"Ġclassy":3842,"Ġlasagna":3843,"enjoyed":3844,"Ġtax":3845,"Ġtraining":3846,"Ġschedule":3847,"Ġshoes":3848,"Ġprevious":3849,"lls":3850,"Ġduck":3851,"umb":3852,"see":3853,"Ġconsist":3854,"Ġboba":3855,"Ġcheaper":3856,"Ġmaintenance":3857,"Ġmoment":3858,"give":3859,"od":3860,"pid":3861,"Ġtest":3862,"oted":3863,"ution":3864,"Ġattemp":3865,"Ġjack":3866,"Ġspoke":3867,"loc":3868,"Ġtruck":3869,"Ġstupid":3870,"Ġreceip":3871,"Ġrespons":3872,"Ġpromptly":3873,"disappointing":3874,"Ġconcern":3875,"ued":3876,"zz":3877,"rest":3878,"Ġfashion":3879,"ism":3880,"Ġthursday":3881,"arn":3882,"ado":3883,"Ġmeans":3884,"quite":3885,"Ġupgr":3886,"Ġexpl":3887,"today":3888,"Ġcards":3889,"Ġinformation":3890,"Ġreplaced":3891,"instead":3892,"balls":3893,"sushi":3894,"Ġfly":3895,"Ġbal":3896,"Ġchile":3897,